"espk" = "Port boxe Apple";
"ispk" = "Încorporat";
"emic" = "Port microfon";
"imic" = "Încorporat";
"hdpn" = "Port căști";
"lini" = "Port intrare audio";
"lino" = "Port ieșire audio";
"spdi" = "Port intrare optică digitală";
"spdo" = "Port ieșire optică digitală";
"pci " = "Placă PCI";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Dispozitiv rețea";
"blue" = "Bluetooth";
"bluh" = "Căști Bluetooth";
"blus" = "Căști cu microfon Bluetooth";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
"airp" = "AirPlay";
